tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'neovim/neovim'

brew 'coreutils'
brew 'exa'
brew 'fzf'
brew 'ghostscript'
brew 'git'
brew 'git-lfs'
brew 'groovy'
brew 'httpie'
brew 'icdiff'
brew 'jq'
brew 'maven'
brew 'ncdu'
brew 'neovim'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tmux'

cask 'adium'
cask 'adobe-reader'
cask 'appcleaner'
cask 'cyberduck'
cask 'dash'
cask 'exifrenamer'
cask 'firefoxnightly'
cask 'google-chrome-dev'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2-beta'
cask 'java'
cask 'jce-unlimited-strength-policy'
cask 'macvim'
cask 'safari-technology-preview'
cask 'sequel-pro'
cask 'tower'
cask 'tunnelblick-beta'
cask 'vlc'
cask 'vmware-fusion'

mas '1Password', id: 443987910
mas 'Cookie 5', id: 1048338802
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'Xcode', id: 497799835
mas 'The Unarchiver', id: 425424353
