tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'neovim/neovim'

brew 'cmake'
brew 'coreutils'
brew 'ghostscript'
brew 'git'
brew 'git-lfs'
brew 'htop'
brew 'ncdu'
brew 'neovim'
brew 'ninja'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'subversion'
brew 'tmux'

cask 'adium'
cask 'adobe-reader'
cask 'appcleaner'
cask 'dash2'
cask 'exifrenamer'
cask 'firefox-beta'
cask 'flash-npapi'
cask 'hex-fiend'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2-beta'
cask 'java'
cask 'karabiner-elements'
cask 'macpass'
cask 'macvim'
cask 'parallels-desktop'
cask 'pycharm-ce'
cask 'tower'
cask 'tunnelblick-beta'
cask 'vlc'

mas '1Password', id: 443987910
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'The Unarchiver', id: 425424353
