tap 'caskroom/cask'
tap 'caskroom/versions'

# Required for maven and gradle, therefore install it first
cask 'java'
cask 'java8'

brew 'wallix/awless/awless'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'docker'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'git-archive-all'
brew 'git-lfs'
brew 'gpg'
brew 'gradle'
brew 'htop'
brew 'jq'
brew 'maven'
brew 'ncdu'
brew 'neovim'
brew 'node'
brew 'rclone'
brew 'restic'
brew 'ripgrep'
brew 'tig'
brew 'tmux'

cask 'adobe-acrobat-reader'
cask 'appcleaner'
cask 'bitwarden-desktop'
cask 'clipy'
cask 'cyberduck'
cask 'docker'
cask 'exifrenamer'
cask 'firefoxnightly'
cask 'fork'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'iina'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2-nightly'
cask 'karabiner-elements'
cask 'microsoft-teams'
cask 'safari-technology-preview'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'tunnelblick-beta'
cask 'vmware-fusion'
cask 'visual-studio-code'
cask 'whatsapp'

mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'Xcode', id: 497799835
mas 'The Unarchiver', id: 425424353
