brew "bat"
brew "dog"
brew "fd"
brew "fish"
brew "git-delta"
brew "lazygit"
brew "lsd"
brew "ncdu"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tokei"

cask "affinity-photo"
cask "appcleaner"
cask "doxie"
cask "exifrenamer"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "spotify"
cask "the-unarchiver"
cask "homebrew/cask-drivers/tiptoi-manager"
cask "visual-studio-code"
cask "wow"

mas "AdGuard for Safari", id: 1440147259
mas "Cookie", id: 1473091386
mas "DaisyDisk", id: 411643860
mas "Keynote", id: 409183694
mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980

