brew "bat"
brew "bottom"
brew "clang-format"
brew "dust"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "helix"
brew "lazygit"
brew "lsd"
brew "ncdu"
brew "node"
brew "ripgrep"
brew "starship"
brew "tokei"
brew "yazi"

cask "appcleaner"
cask "brave-browser"
cask "docker"
cask "doxie"
cask "exifrenamer"
cask "firefox"
cask "fork"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "kitty"
cask "spotify"
cask "the-unarchiver"
cask "tiptoi-manager"
cask "visual-studio-code"

mas "AdGuard for Safari", id: 1440147259
mas "Cookie", id: 1473091386
mas "DaisyDisk", id: 411643860
mas "Keynote", id: 409183694
mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980

