brew "bat"
brew "dog"
brew "fd"
brew "fish"
brew "git-delta"
brew "lsd"
brew "ncdu"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tokei"

cask "appcleaner"
cask "cyberduck"
cask "datagrip"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "hex-fiend"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "microsoft-teams"
cask "monitorcontrol"
cask "postman"
cask "the-unarchiver"
cask "tower"
cask "visual-studio-code"

mas "Numbers", id: 409203825
