tap "int128/kubelogin"

brew "bat"
brew "bottom"
brew "dust"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "helix"
brew "helm"
brew "jq"
brew "k9s"
brew "int128/kubelogin/kubelogin"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "maven"
brew "ncdu"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "ripgrep"
brew "starship"
brew "tokei"
brew "yazi"

cask "appcleaner"
cask "brave-browser"
cask "citrix-workspace"
cask "firefox"
cask "hammerspoon"
cask "imageoptim"
cask "intellij-idea"
cask "kitty"
cask "microsoft-teams"
cask "the-unarchiver"
cask "visual-studio-code"
