brew "bat"
brew "clang-format"
brew "fish"
brew "git"
brew "git-delta"
brew "gpg"
brew "lazygit"
brew "lsd"
brew "node"
brew "ripgrep"
brew "ruff"

cask "appcleaner"
cask "brave-browser"
cask "docker"
cask "doxie"
cask "firefox"
cask "fork"
cask "ghostty"
cask "iina"
cask "imageoptim"
cask "intellij-idea-ce"
cask "keymapp"
cask "nvidia-geforce-now"
cask "rectangle"
cask "spotify"
cask "tiptoi-manager"
cask "visual-studio-code"

mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
